fix(hw10): updated readme
